Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_nuorisosihteeriksi_elli-marja_hetta.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien nuorisosihteeriksi Elli-Marja Hetta
sms: Sääʹmteeʹǧǧ nuõripiisren Elli-Marja Hetta

source: Vuotsolainen Elli-Marja Hetta on koulutukseltaan kasvatustieteiden maisteri, ja hän on hoitanut nuorisosihteerin viransijaisuutta 1,5 vuotta.
sms: Pedagogikktiõtti maister Elli-Marja Hetta nõõmteš Sääʹmteeʹǧǧ nuõripiisar vergga.

source: Nuorisosihteeri toimii nuorisoneuvoston esittelijänä ja sihteerinä ja hänen työhönsä kuuluu mm. valmistella saamelaisnuorten elinoloja ja hyvinvointia koskevia asioita, kehittää saamelaista nuorisotyötä yhdessä saamelaisnuorten kanssa ja järjestää saamelaisnuorten konferenssi.
sms: Sääʹmteeʹǧǧ halltõs tuʹmmii nõõmtummšest såbbreʹstes ǩieʹssmannu 11 .

source: – Mielestäni on hienoa, että saamelaisnuoret voivat opiskelujen jälkeen palata ja työllistyä saamelaisalueelle sekä tehdä työtä saamelaisyhteisön hyväksi.
sms: peeiʹv 2020 .

source: Olen aiemmin toiminut nuorisoneuvoston jäsenenä ja viransijaisuuteni aikana on ollut hienoa huomata, kuinka nuorisoneuvoston toimintaa on kehitetty esimerkiksi eri hankkeiden kautta.
sms: Vuâččlaž Elli-Marja Hetta lij škooultõõzzâs beäʹlnn pedagogikktiõtti maister, da son lij håiddam nuõripiisar veʹrǧǧsâjjsažvuõđ 1,5 eeʹjj ääiʹj .

source: Saamelaisnuorten osallisuuden vahvistaminen eri tavoin on yksi tärkeimmistä nuorisosihteerin tehtävistä ja otan työn ilolla vastaan, kertoo Elli-Marja Hetta kuultuaan valinnasta.
sms: Nuõripiisar toiʹmmai nuõrisuåvtõõzz aaʹšši ouʹddepuʹhttjen da piisren da suu tuõjju kooll jm. valmštõõllâd sääʹmnuõri jieʹllem da pueʹrrvââjjam kuõskki aaʹššid, oouʹdeed sääʹm nuõrituâj õõutveäkka sääʹmnuõrivuiʹm da riâššât sääʹmnuõri konfereeʹns.

source: Saamelaiskäräjien seuraava kokous järjestetään etäyhteyksin
sms: – Muu miõlâst lij fi jnn , što sääʹmnuõr vuäiʹtte mâŋŋa määttai mäʹcced da vuäǯǯad tuâj sääʹmvuuʹdest di reâuggad sääʹmõutstõõzz pueʹrren.

source: Saamelaiskäräjien kokous 2/2020 pidetään 26.6.2020 klo 12 alkaen etäkokouksena.
sms: Leäm ääiʹjben toiʹmmjam nuõrisuåvtõõzz vuäzzliʹžžen da veeʹrj sâjjsiʹžžen lij leämmaž fi jnn vuâmmšed mõõn jiânnai nuõrisuåvtõõzz toiʹmmjummuž lij oouduum ouddmiârkkân jeeʹres haʹŋǩǩõõzzi pääiʹǩ .

source: Kokousta voi seurata tavalliseen tapaan live striimin kautta osoitteessa www.samediggi.fi/live .
sms: Sääʹmnuõri vuässadvuõđ nâânummuš jeeʹres naaʹlivuiʹm lij õhtt nuõripiisar tuâjain da vääldam tuâj vieʹsslen vuâstta, särnn Elli-Marja Hetta mâŋŋa vaʹlljummšest kuullmes.

source: Lähetyksessä voi kuunnella myös tulkkausta.
sms: Sääʹmteeʹǧǧ pueʹtti sååbbar riâžžât ougglõsõhttvuõđin

source: – Saamelaiskäräjien hallitus on päättänyt kokouksen järjestämisestä etäyhteyksin koronapandemian aiheuttaman tilanteen takia.
sms: Sääʹmteeʹǧǧ såbbar 2/2020 ââʹnet 26.6.2020 čiâss 12 ääʹljeeʹl ougglõs-såbbren.

source: Vaikka voimassa olevien rajoitusten mukaan enintään 50 hengen kokouksia voi jo nyt järjestää, päädyimme etäkokoukseen, jotta pystymme järjestämään kokouksen mahdollisimman koronaturvallisesti, sanoo puheenjohtaja Tuomas Aslak Juuso.
sms: Såbbar vuäitt ǩiõččâd takainalla livestriim pääiʹǩ addrõõzzâst www.samediggi.fi/live .

source: Täyskokouksessa käsitellään vuoden 2019 tilinpäätös ja toimintakertomus, esitys saamelaiseksi kulttuurimäärärahaksi vuonna 2022, esitys saamenkielisten varhaiskasvatuspalvelujen turvaamiseksi ja kehittämiseksi vuonna 2022, esitys saamenkielisen oppimateriaalin valmistamiseksi vuonna 2022, esitys saamelaisten sosiaali- ja terveyspalvelujen turvaamiseksi vuonna 2022 ja yhteispohjoismaisen saamen kielten ammatti- ja resurssikeskus Sámi Giellagáldun säännöt.
sms: Vuõlttõõzzâst vuäitt še kulddled tuʹlǩǩummuž.

source: Hallitus kävi lisäksi lähetekeskustelun saamelaisen ilmastopolitiikan kehittämisestä sekä keskusteli totuus- ja sovintoprosessin etenemisestä ja päätti jatkotoimista.
sms: – Sääʹmteeʹǧǧ halltõs lij tuʹmmääm jäʹrjsted såbbar ougglõsõhttvuõđin koronaepidemia šõõddtem vueʹjj diõtt.

source: Hallitus tiedottaa totuus- ja sovintoprosessin seuraavista toimista, kun se on ajankohtaista.
sms: Håʹt viõǥǥâst åårrai rääʹjtõõzzi mieʹldd jäänmõsân 50 oummu såbbrid vuäitt ååʹn juʹn jäʹrjsted, tuʹmmiim ââʹnned ougglõs-såbbar , što pâʹsttep jäʹrjsted såbbar koronastaanâld, särnn saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Lisätietoja:
sms: Tiuddsåbbrest ǩiõttʼtõõlât eeʹjj 2019 tilltuʹmmstõõǥǥ da toiʹmmjem-mušttlõõzz eʹtǩǩõõzz sääʹm kulttuurmieʹrrteäʹǧǧen eeʹjjest 2020, eʹtǩǩõõzz sääʹmǩiõllsaž ouddpeâmmkääzzkõõzzi staanmõʹšše da ooudummša eeʹjjest 2022, eʹtǩǩõõzz sääʹm sosiaal- da tiõrvâsvuõttkääzzkõõzzi staanmõʹšše eeʹjjest 2022 da õhttsažtâʹvvjânnmallaš sääʹm ǩiõli ämmat- da resursskõõskõõzz Sääʹm Ǩiõllkaʹlddi vuâkkõõzzid.

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sms: Halltõs tuõʹllji vuõlttõs-saǥstõõllmõõžž sääʹm äimmõspolitikk ooudâs viikkmest di saǥstõõli tuõttvuõtt- da suåvâdvuõttproseeʹss ouddnem pirr da tuʹmmii juätkktooiʹmin.
